---
kind: other
id: Methods.T:Autodesk.Revit.DB.Mechanical.IDuctFittingAndAccessoryPressureDropServer
source: html/b935a051-31de-903d-b880-5c5ce835312a.htm
---
# IDuctFittingAndAccessoryPressureDropServer Methods

Calculate the duct fitting and duct accessory coefficient.